Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/vanhemmille.html.tmx
Source language: fin
Languages: sms

source: Vanhemmille
sms: Puärrsid

source: Kenelle kielipesä on tarkoitettu?
sms: Ǩeäzz ǩiõllpieʹss lij jurddum?

source: Mitä kielipesä edellyttää perheeltä?
sms: Mâiʹd ǩiõllpieʹss ooudald piârrjest?

source: Miten kielipesä toimii?
sms: Mäʹhtt ǩiõllpieʹss tuåimmai?

source: Miten lasten saamen kieli kehittyy?
sms: Mäʹhtt pääarnai sääʹmǩiõll ouddan?

source: Miksi kielipesä?
sms: Mõõn diõtt ǩiõllpieʹss?

source: Oletko kiinnostunut kielipesästä oman lapsesi mahdollisena varhaiskasvatusmuotona?
sms: Ǩeäss-a ǩiõllpieʹss tuu miõl vueiʹtlvaž ouddpeâmmnääʹllen päärnžad?

source: Onko lapsesi kielipesässä ja etsit lisätietoa aiheesta?
sms: Lij-a päärnžad juʹn ǩiõllpieʹzzest da ooʒʒak lââʹssteâđ ääʹšš pirr?

source: Tälle sivulle on koottu kielipesälasten vanhempia koskevia kysymyksiä.
sms: Tän sijddu lie norrum ǩiõllpieʹsspäärnai puärrsid kuõskki kõõččmõõžž.

source: Suomessa saamelaisten kulttuuri- ja kielipesätoiminta on tarkoitettu saamelaisperheiden alle kouluikäisille lapsille, jotka eivät pääse omaksumaan saamen kieltä kotonaan lainkaan tai riittävästi.
sms: Lääʹddjânnmest säʹmmlai kulttuur- da ǩiõllpieʹsstuåimm lij jurddum sääʹmpiârrji vuâlla škooulâkksaž päärnaid, kook jie piâzz nokk leʹbe ni vooʹps mättjed sääʹmǩiõl paaiʹǩineez.

source: Jos kielipesäryhmässä on tilaa, sinne voidaan joissakin tapauksissa ottaa myös muita kuin saamelaislapsia.
sms: Jõs ǩiõllpieʹssjooukâst lie pääiʹǩ, tok vueiʹtet måtmešt väʹldded sääʹmpäärnai lââʹssen jeeʹres päärnaid še.

source: Kielipesäryhmillä voi olla omia käytäntöjään sen suhteen, minkä ikäisiä lapsia ryhmään pääsee.
sms: Ǩiõllpieʹssjooukin vuäiʹtte leeʹd jiiʹjjez vueʹjj tõn pirr, mõõn âkksa päärna peäʹsse jouʹǩǩe.

source: Jos ryhmä on avoin kaikenikäisille, suositeltavaa on, että lapsi aloittaa kielipesän mahdollisimman varhain – heti, kun perhe tarvitsee lapselle varhaiskasvatuspaikkaa.
sms: Jõs joukk lij äävai mõõn âkksaid täättas, siâzztõõlât što päärnaž alttad ǩiõllpieʹzz nuʹtt ääiʹjeld ko pâstt – tâʹlles ko piâr taarbaš ouddpeâmmpääiʹǩ päärnže.

source: Tällöin lapsi kasvaa alusta saakka kaksikieliseksi.
sms: Teʹl päärnaž šâdd aalǥâst ääʹljeeʹl kueiʹtǩiõllsiʹžžen.

source: Erityisiä pääsyvaatimuksia kielipesään ei ole, eikä se edellytä lapselta tai perheeltä esimerkiksi kielellistä lahjakkuutta.
sms: Ǩiõllpeässa jie leäkku jeeʹrab sizzpiâssâmõõlǥtõõzz, ij-ǥa tõt kaiʹbbe päärnast leʹbe piârrjest ouddmiârkkân ǩiõlʼlaž čieʹppesvuõđ.

source: Muutamia selkeitä suosituksia perheille kuitenkin on:
sms: Måtam čiõlgg siâzztõõzz piârrjid kuuitâǥ lie:

source: Perheen tulee sitoutua kielipesätoimintaan pitkällä tähtäimellä.
sms: Piâr âlgg čõnnõõttâd ǩiõllpieʹsstueiʹmme kuʹǩesäiggsânji.

source: Kielipesä ei voi olla lyhytaikainen kokeilu tai väliaikaisratkaisu, vaan se tulee nähdä osana jatkumoa, jonka kautta lapselle pyritään luomaan koko elämänmittainen kieli- ja kulttuuriympäristö.
sms: Ǩiõllpieʹss ij vueiʹt leeʹd vuäʹniǩäiggsaž ǩiõččlõddmõš leʹbe kõskkpoddsaž čåuddmõš, peʹce tõn âlgg vueiʹnned vueʹssen juätkkjeei tuåimmjummšest, koon pääiʹǩ päärnže põõrǥât raajjâd jieʹllem kookka ǩiõll- da kulttuurpirrõõzz.

source: Vanhempien on ymmärrettävä kielipesätoiminnan tavoitteet ja periaatteet ja kunnioitettava niitä.
sms: Puärraz âʹlǧǧe fiʹttjed ǩiõllpieʹsstuåim täävtõõzzid da vuâđđjurddjid di ciʹsttjed tõid.

source: Perheen osallistuminen yhteiseen toimintaan on tärkeää.
sms: Piârri vuässõõttmõš õhttsaž tuåimmjummša lij vääžnai.

source: Jos mahdollista, lapsen tulisi päästä kielipesästä saamenkieliseen tai osittain saamenkieliseen kouluopetukseen.
sms: Päärnaž õõlǥči piâssâd ǩiõllpieʹzzest sääʹmǩiõllsaž leʹbe vueʹzzi sääʹmǩiõllsaž škooulmättʼtõʹsse, jõs tõt lij vueiʹtlvaž.

source: Lapselle tulee pyrkiä tarjoamaan mahdollisimman paljon tukea saamen kielen käyttöön kielipesän ulkopuolella.
sms: Päärnže âlgg põrggâd taʹrjjeed jäänmõõzz mieʹldd tuärj sääʹmǩiõl ââʹnnma ǩiõllpieʹzz åålǥbeäʹlnn.

source: Jos joku huoltajista osaa saamea, olisi hyvä ruveta puhumaan sitä lapselle.
sms: Jõs ǩii-ne huõlteeʹjin silttad säämas, leʹčči šiõǥǥ mainsteškueʹtted tõn päärnže.

source: Lapselle voi hakea kielipesäpaikkaa, vaikkei kukaan kotona osaisi saamea.
sms: Päärnže vuäitt ooccâd ǩiõllpieʹsspääiʹǩ, håʹt ij ni ǩii dååma siltteʹče säämas.

source: On kuitenkin tavallista ja myös toivottavaa, että tällöin vanhemmat pyrkivät ainakin jossain määrin opettelemaan kieltä.
sms: Takainalla da tuäiv mieʹldd puärraz pâʹrǧǧe mättʼtõõttâd sääʹmǩiõl kuuitâǥ koon-ne nalla tõn poodd.

source: Tähän on nykyään yhä paremmat mahdollisuudet, kun saamen kielten aikuisopetusta on tarjolla niin luokkahuone- kuin virtuaaliopetuksena, ja materiaaleja itseopiskeluunkin löytyy.
sms: Tääzz lie ânnʼjõžääiʹj õinn pueʹrab vuäittmõõžž, ko sääʹmǩiõli mättʼtõs rääʹvesoummid lij taʹrjjeemnalla nuʹtt klass- ko virtuaalmättʼtõssân, da materiaal jiõččmättʼtõõttma käunnʼje še.

source: Lapselle voi etsiä saamenkielisiä kontakteja, ja kotona voi hyödyntää saamenkielistä mediaa ja kulttuuritarjontaa.
sms: Päärnže vuäitt ooccâd sääʹmǩiõllsaž kontaaktid, da dååma vuäitt ââʹnned äuʹǩǩen sääʹmǩiõllsaž media da kulttuurtaʹrjjummuž.

source: Saamenkielisiä sukulaisia ja tuttavia kannattaa rohkaista puhumaan saamea lapsen kanssa.
sms: Sääʹmǩiõllsaž ruåđid da toobdâs oummuid kannat smeʹllkâʹtted mainsted sääʹmǩiõl päärnain.

source: Myös lähipiirin positiivinen ja rohkaiseva asenne edistää lapsen kielenkehitystä!
sms: Õõldâsoummui positiivlaž da smeʹllkõʹtti šiõttlõõvvmõš oouʹdee še päärna ǩiõllouddnummuž!

source: Lapsen tulee osallistua kielipesämuotoiseen varhaiskasvatukseen säännöllisesti ja riittävästi.
sms: Päärnaž âlgg vuässõõttâd ǩiõllpieʹssnallšem ouddpiõmmu meäʹrmeâldlânji da nokk jiânnai.

source: Satunnainen varhaiskasvatuspaikan tarve sopii huonosti yhteen kielipesän periaatteiden ja tavoitteiden kanssa.
sms: Ouddpeâmmpääiʹǩ tarbb tuuʹl tääʹl suäpp hueʹneld õʹhtte ǩiõllpieʹzz vuâđđjurddjivuiʹm da täävtõõzzivuiʹm.

source: Tällöin lapsen kielenkehitys ei käynnisty toivotulla tavalla, ja hänellä voi myös olla sopeutumisvaikeuksia ryhmään.
sms: Täʹl päärna ǩiõllouddnummuš ij jottu tuåivvum nalla, da suʹst vuäiʹtte leeʹd vaiggâdvuõđ šiõttlõõvvâd jouʹǩǩe še.

source: Koko kielipesäryhmän toiminta kärsii siitä, jos osa lapsista on paikalla vain harvoin eikä omaksu saamea samassa määrin muiden kanssa.
sms: Obb ǩiõllpieʹssjoouk tuåimmjummuš muõkkšââvv, jõs vueʹss päärnain lie pääiʹǩ âʹlnn pâi hääʹrveld jie-ǥa mattu sääʹmǩiõl seämma jiânnai ko jeärraz.

source: Minimituntimäärä, joka saamenkielisessä kielipesässä tulisi viikossa viettää, on 25 h/vk.
sms: Uuʹccmõs čiâssmieʹrr, koon sääʹmǩiõllsaž ǩiõllpieʹzzest õõlǥči leeʹd neäʹttlest, lij 25 čiâssâd.

source: Kielipesän toimintaperiaate on tiivistettynä se, että lapsille puhutaan aina yksinomaan saamen kieltä.
sms: Ǩiõllpieʹzz tuåimmjemvuâđđjuurd lij vuäʹnkânji tõt, što päärnaid pâi mainstet tåʹlǩ sääʹmǩiõl.

source: Henkilöstö ei käytä heidän kanssaan suomea missään tilanteessa.
sms: Tuâjjlažkåʹdd ij ââʹn lääʹddǩiõl sijvuiʹm ni vooʹps.

source: Ainoa poikkeus tästä voi olla tilanne, jossa lapsen terveys tai turvallisuus on uhattuna.
sms: Čoʹrstõkkân täʹst vuäitt leeʹd vueʹǩǩ, koʹst päärna tiõrvâsvuõtt leʹbe staanvuõtt lij vaar vueʹlnn.

source: Työntekijät puhuvat saamea myös keskenään, samoin kielipesäyhteyksissä kaikille muille aikuisille, jotka ymmärtävät saamea.
sms: Tuâjjla mainste sääʹmǩiõl še kõskkneez, seämmanalla ko ǩiõllpieʹssõhttvuõđin pukid jeeʹres rääʹvesoummid, kook fiʹttje sääʹmǩiõl.

source: Vanhempien tai esimerkiksi vieraiden kanssa puhutaan luonnollisesti suomea, jos he eivät osaa saamea.
sms: Puärrsivuiʹm leʹbe ouddmiârkkân kuõʹssivuiʹm mainstet teâđast lääʹddǩiõl, jõs sij jie silttâd sääʹmǩiõl.

source: Lapset saavat puhua sitä kieltä, mitä haluavat.
sms: Päärna vuäǯǯa mainsted tõn ǩiõl, koon haaʹlee.

source: Kun lasten valmiudet saamen kielen tuottamiseen kehittyvät, työntekijät pyrkivät rohkaisemaan ja auttamaan heitä saamen kielen käyttämisessä.
sms: Ko päärnai vaalmâšvuõđ sääʹmǩiõl mainstummša ouddne, tuâjjla pâʹrǧǧe smeʹllkâʹtted da vieʹǩǩted siʹjjid sääʹmǩiõl ââʹnnmest.

source: Erityisissä tilanteissa voidaan myös sopia, että suomea ei saa käyttää lainkaan – tällainen tilanne voi olla vaikkapa kielipesän ruokailu.
sms: Jeeʹrab vueiʹtet suåppâd še, što lääʹddǩiõl ij vuäǯǯ ââʹnned ni vooʹps – näkam šõddmõššân vuäitt leeʹd ouddmiârkkân ǩiõllpieʹzz poorrâmäiʹǧǧ.

source: Näin voidaan kuitenkin toimia vain, jos käytäntö ei aiheuta lapsille ahdistusta.
sms: Nääiʹt vueiʹtet kuuitâǥ tuåimmad pâi, jõs nääʹll ij tuejjet päärnaid tååʹsǩ.

source: Lasten hyvinvointi on kielipesässä, kuten yleensäkin varhaiskasvatuksesa aina ensimmäinen prioriteetti.
sms: Päärnai pueʹrrvââjjmõš lij ǩiõllpieʹzzest, mâʹte juõʹǩǩsââʹjest ouddpeâmmast pâi vuõssmõs prioriteʹtten.

source: Lasten passiivinen kielitaito eli kyky ymmärtää kieltä alkaa kehittyä kielipesässä hyvin nopeasti, heti ensihetkistä alkaen.
sms: Päärnai passiivlaž ǩiõlltäidd, leʹbe oodd fiʹttjed ǩiõl ouddneškuätt ǩiõllpieʹzzest samai jåʹttlânji, tâʹlles vuõsspooddâst ääʹljeeʹl.

source: Aikuisen voi olla vaikea ymmärtää tätä prosessia, sillä lapsen kielellinen kapasiteetti ja joustavuus on aivan eri tasolla kuin meillä.
sms: Rääʹvesoummust vuäitt leeʹd vaiggâd fiʹttjed tän proseeʹss tõn diõtt, ko päärna ǩiõlʼlaž kapasiteʹtt da soojjlõõvvmõš lie samai jeeʹres tääʹzzest ko meeʹst.

source: Kielipesässä kieli yhdistyy jatkuvasti konkreettisiin asioihin ja toimintaan, mikä tekee oppimisesta paljon tehokkaampaa kuin esimerkiksi sanojen ja kieliopin opettelu luokkahuoneessa paikallaan istuen.
sms: Ǩiõllpieʹzzest ǩiõll õhttan čõõđ ääiʹj konkreettlaž aaʹššid da tuåimmjummša, kååʹtt tuejjad mättjummšest jiânnai viõkkšab ko ouddmiârkkân saaʹni da ǩiõllmäätt mättʼtõõllmõš klasslõõnjâst iišteeʹl.

source: Kun lapsi kuulee saamenkielistä puhetta itselleen kiinnostavien leikkien, esineiden ja ihmisten yhteydessä, hän alkaa omaksua tätä sanastoa nopeasti.
sms: Ko päärnaž kooll sääʹmǩiõllsaž mainstummuž jiõccses miõllǩieʹssi siõri, neävvai da oummui õhttvuõđâst, son älgg mättjed tän sannõõzz jåʹttlânji.

source: Työntekijät käyttävät puheen tukena paljon ei-sanallisia elementtejä: eleitä, ilmeitä, kehonkieltä, äänenpainoja ja kuvia.
sms: Tuâjjla âʹnne mainstem tuärjjan jiânnai sääʹnteʹmes elemeeʹntid: likkmõõžžid, ǩiʹcstõõǥǥid, vaard ǩiõl, jiõnnsuõmid da kaartid.

source: Kun lapsi kuulee ensimmäistä kertaa saameksi kehotuksen tulla pesemään käsiä, hän ei ymmärrä sanoja sinänsä.
sms: Ko päärnaž kooll vuõss vuâra sääʹmǩiõʹlle auʹǯǯjummuž pueʹtted põõssâd ǩiõđid, son ij fiʹtte saaʹnid.

source: Sen sijaan hän näkee, miten työntekijä näin sanoessaan katsoo häntä ja hieroo käsiään yhteen käsienpesua elehtien.
sms: Tõn sâjja son vuäinn, ko tuâjjlaž nääiʹt säärneeʹl ǩeäčč suu da ruʹvvai ǩiõđid õʹhtte mâʹte ǩiõđid põõzzeen.

source: Samoin hän näkee, miten toiset lapset, jotka jo tietävät, mistä on kyse, lähtevät kohti käsienpesupaikkaa.
sms: Seämmanalla son vuäinn, mäʹhtt päärna, kook juʹn teäʹtte mâid tõt miârkkšââvv, vueʹlǧǧe ǩiõđipõõssâmpääiʹǩ årra.

source: Todennäköisesti seuraavalla kerralla lapsi jo tunnistaa käsienpesukehotuksessa jotakin tuttua, ja pian se on hänelle aivan selvä juttu.
sms: Vuâstai pueʹtti vuâra päärnaž juʹn vuâmmaš auʹǯǯjummšest ǩiõđid põõssâd mõõn-ne toobdâs, da sõrgg tõt lij suʹnne juʹn jijstes čiõlgg äʹšš.

source: Tähän tapaan ymmärtäminen kehittyy kaikissa kielipesän päivittäisissä tilanteissa.
sms: Tän nalla fiʹttjummuš ouddan juõʹǩǩsâjja ǩiõllpieʹzz juõʹǩǩpeivvsaž jieʹllmest.

source: Muutaman kuukauden sisällä säännöllisessä kokopäivähoidossa ollut lapsi ymmärtää jo olennaisen sisällön siitä, mitä työntekijät kielipesässä puhuvat.
sms: Måtam määnpââʹj seʹst meäʹrmeâldlaž peivvsaž hååidast leämmaž päärnaž fiʹttai juʹn vääžnʼjumus siiskõõzz tõʹst, mâid ǩiõllpieʹzz tuâjjla mainste ǩiõllpieʹzzest.

source: Hän ei vielä ymmärrä läheskään jokaista sanaa, vaan nimenomaan kokonaisuuden.
sms: Son ij võl fiʹtte ni âlddsin juõʹǩǩ sääʹn, peʹce obbvuõđ.

source: Kielipesän ulkopuolella ja muiden ihmisten puhumana saamen kielen ymmärtäminen voi olla hänelle aluksi vaikeampaa.
sms: Ǩiõllpieʹzz åålǥbeäʹlnn da jeeʹres oummui mainsteʹmmen sääʹmǩiõl fiʹttjummuš vuäitt leeʹd suʹnne aalǥâst vaiggääb.

source: Lapsi saattaa tottua vahvasti nimenomaan kielipesän aikuisten puhumaan saameen – jokainenhan meistä puhuu vähän omalla tavallaan.
sms: Päärnaž vuäitt harjjned ravvsânji pâi ǩiõllpieʹzz rääʹvesoummui mainstem sääʹmǩiõʹlle – juõʹǩǩʼkaž-i meeʹst maainast siõmmna jiiʹjjesnalla.

source: Tämä on yksi syy siihen, miksi on tärkeää, että lapsi kuulee mahdollisimman paljon erilaisten puhujien eri lailla puhumaa saamea.
sms: Tät lij õhtt mäinn tõõzz, mõʹnt lij vääžnai, što päärnaž kooll nuʹtt jiânnai ko vueiʹtlvaž jeeʹres mainsteeʹji jeeʹresnalla mainstem sääʹmǩiõl.

source: Saamenkielinen radio, lastenohjelmat, musiikki ja äänikirjat voivat tässäkin mielessä toimia kotona tärkeinä resursseina.
sms: Sääʹmǩiõllsaž radio, päärnaiprograamm, musikk da jiõnnǩeeʹrj vuäiʹtte še tän õhttvuõđâst tuåimmâd pääiʹǩest vääžnai resurssân.

source: Miksi samassa ryhmässä yksi lapsi saattaa alkaa puhua saamea muutamassa viikossa, ja toinen ei vielä useammassakaan vuodessa?
sms: Mõõn diõtt seämma jooukâst õhtt päärnaž vuäitt mainsteškueʹtted sääʹmǩiõl måtam neäʹttel seʹst, da nuʹbb ij võl ni mäŋggan eeʹjjest?

source: Koska lapset ovat yksilöitä, joiden kiinnostuksenkohteet, kielellinen kapasiteetti, sosiaalinen suuntautuminen, tarpeet ja pyrkimykset ovat yksilöllisiä.
sms: Tõn diõtt ko päärna lie oʹdinaknallšem da seeʹst juõʹǩǩʼkast lie jeeʹresnallšem ääʹšš, kook lie miõllǩieʹssi da sij ǩiõlʼlaž kapasiteʹtt, sosiaalʼlaž årrnummuš, taarb da põrggmõõžž lie oʹdinaknallšem.

source: Se, kuinka paljon lapsi kuulee saamen kieltä kielipesän ulkopuolella, voi vaikuttaa aktiivisen kielitaidon kehittymiseen.
sms: Tõt, mõõn jiânnai päärnaž kooll sääʹmǩiõl ǩiõllpieʹzz åålǥbeäʹlnn, vuäitt vaaikted aktiivlaž ǩiõlltääid ouddnummša.

source: On kuitenkin mahdollista, että aivan samoissa oloissa kasvavien, saman perheen lasten kielellinen kehitys on aivan erilaista.
sms: Vuäitt kuuitâǥ leeʹd, što aivv seämma jeällmõõžžin šõddi seämma piârri päärnai ǩiõlʼlaž ouddnummuš lij samai jeeʹresnallšem.

source: Lapsen kaksikielistyminen on pitkä prosesi, joka ei aina mene juuri niin kuin esimerkiksi vanhemmat haluaisivat.
sms: Päärna kueiʹtǩiõlstõõvvmõš lij kuʹǩes proseʹss, kååʹtt ij pâi mõõn nuʹtt mâʹte ouddmiârkkân puärraz haaʹleʹče.

source: Jos sinusta tuntuu, että lapsesi ei millään puhu saamea, vaikka saman ryhmän muut lapset puhuvat, älä hätiköi!
sms: Jõs toobdak, što päärnžad ij ni mäʹhtt maainâst sääʹmǩiõl, håʹt seämma joouk jeeʹres päärna mainste, jeäʹl teâppast!

source: Lapsessasi ei luultavasti ole mitään vikaa, hänen kielenoppimisprosessinsa vain menee eri tahtiin kuin jollakulla muulla.
sms: Päärnstad ij vuâstai leäkku ni mii vââʹǩǩen, suu ǩiõllmättjemproseʹss pâi mâânn jeeʹres taʹhtte ko ǩeän-ne jeeʹres päärna.

source: Prosessi on silti koko ajan käynnissä.
sms: Proseʹss lij kuuitâǥ ǩeeʹjjmieʹldd ääiʹj jååʹttmen.

source: Toki jos vanhemmat ovat huolissaan lapsen kielenkehityksestä tai epäilevät kielellisiä vaikeuksia, asiasta kannattaa puhua kielipesässä ja lasten kielenkehitystä tuntevien tahojen kanssa.
sms: Teâđast jõs puärraz peʹcclâʹstte päärna ǩiõllouddnummšest leʹbe käʹdde, što päärnast lie ǩiõlʼlaž vaiggâdvuõđ, ääʹšš pirr kannat mainsted ǩiõllpieʹzzest da päärna ǩiõllouddnummuž tobddi tuåimmjeeʹjivuiʹm.

source: Jos taas on niin, että kielipesäryhmän kaikkien lasten kieli jää moneksi vuodeksi passiiviselle tasolle, ryhmässä ei todennäköisesti ole kaikki kunnossa.
sms: Jõs väʹst lij nuʹtt, što ǩiõllpieʹssjoouk puki päärnai ǩiõll pääcc määŋg eeʹjj ääiǥas passiivlaž tässa, jooukâst ij vuâstai leäkku puk puârast.

source: Aktiivinen puheen tuottaminen käynnistyy kielipesälapsilla usein seuraavissa vaiheissa: 1. toistaminen: lapsi toistaa aikuisten käyttämiä saamenkielisiä sanoja ja lyhyitä fraaseja 2. yksittäisten saamenkielisten sanojen käyttäminen: lapsi alkaa käyttää saamen sanoja suomen kielen seassa, esimerkiksi “tämä ei ole minun kappeer* ” (*inarinsaamea: lakki) 3. saamen- ja suomenkielisen aineksen yhdistyminen lausetasolla, esimerkiksi “minä haluan čierâstiđ ruopsis pulkkurijn* sinun kanssa” (*inarinsaamea: laskea punaisella pulkalla) 4. kokonaisten saamenkielisten lauseiden tai pääasiassa saamenkielistä ainesta sisältävien lauseiden tuottaminen.
sms: Jiõčč aktiivlaž mainstummuš jåttai ǩiõllpieʹsspäärnain täujja nääiʹt: 1. mieʹldd särnnmõš: päärnaž särnn mieʹldd rääʹvesoummu ââʹnnem sääʹmǩiõllsaž saaʹnid da vuäʹnkõs fraasid 2. sääʹmǩiõllsaž saaʹni âânnmõš õõuti õõuti: päärnaž âʹnškuätt sääʹmǩiõl saaʹnid lääʹddǩiõl saaʹni kõõskâst, ouddmiârkkân “tämä ei ole minun keäʹpper” 3. sääʹm- da lääʹddǩiõllsaž aunnâz õhttõõvvmõš ciâlktääʹzzest, ouddmiârkkân “minä haluan čiõrsted ruõʹpsses ǩeʹrrsin sinun kanssa” 4. obb sääʹmǩiõllsaž ciâlkkji leʹbe jeänmõsân sääʹmǩiõllsaž ciâlkkjivuiʹm mainstummuš.

source: Joskus vanhemmat tai ulkopuoliset aikuiset saattavat huolestua siitä, että lapsi puhuu sekaisin suomea ja saamea.
sms: Måtmešt puärraz leʹbe åålǥbeällsaž rääʹvesoummu vuäiʹtte peʹcclõõvvâd tõn diõtt, što päärnaž maainast lääddas da säämas seäkklõõžži.

source: Tämä on kuitenkin päin vastoin hyvä merkki lapsen kielen kehityksestä ja normaali osa kaksikielistymistä!
sms: Tät lij kuuitâǥ nuuʹbbi ooʹri šiõǥǥ miârkkân päärna ǩiõl ouddnummšest da normaal vueʹssen kueiʹtǩiõlstõõvvmest!

source: Sama pätee siihen, jos lapsi taivuttaa saamen kielen sanoja suomen kielen taivutusopin mukaan tai toisin päin.
sms: Tät lij kuuitâǥ nuuʹbbi ooʹri šiõǥǥ miârkkân päärna ǩiõl ouddnummšest da normaal vueʹssen kueiʹtǩiõlstõõvvmest!

source: On aivan tavallista, että lapsi käyttää suomenkielisiä sanoja sittenkin, kun osaa jo puhua saamea kokonaisin lausein.
sms: Aivv takai äʹšš lij, što päärnaž âânn lääʹddǩiõllsaž saaʹnid võl teʹl, ko juʹn silttad mainsted säämas obb ciâlkkjivuiʹm.

source: Kaksi- ja monikieliset ihmiset nappaavat usein omasta kielivarannostaan sen sanan, joka ensimmäisenä tulee mieleen.
sms: Kueiʹt- leʹbe määŋgǩiõllsaž oummu väʹldde täujja jiiʹjjez ǩiõllvaaʹrin tõn sääʹn, kååʹtt vuõssmõsân puätt miõʹlle.

source: Isompaa lasta voi toki opastaa siihen, että tämä jaksaisi nähdä vaivaa tai odottaa hetken hakeakseen mieleensä sen sijaan vastaavan saamen sanan.
sms: Šoorab päärna vuäitt teâđast vuäʹpsted tõõzz, što son viižžči leʹbe vuäitči vueʹrdded siõmmna nuʹtt, što ǩiõrggan ooccâd miõlstes tõn sâjja vaʹstteei sääʹmǩiõl sääʹn.

source: Se, miten lapsi – tai aikuinenkaan – puhuu saamea, liittyy myös kielen yleiseen tilanteeseen, elinvoimaisuuteen, asemaan yhteisössä, ympäristön asenteisiin, kielen käyttöyhteyksien laajuuteen jne. Kielipesälapsen saamenkielinen sanasto on muiden saamenkielisten, pääasiassa aikuisten varassa.
sms: Tõt, mäʹhtt päärnaž – leʹbe rääʹves ooumaž – maainast sääʹmǩiõl, õhttan še ǩiõl almmjallaš vuâkka, jieʹllemviõkksažvuõʹtte, sâjja õutstõõzzâst, pirrõõzz fiʹttjõõzzid, ǩiõl ââʹnnemõhttvuõđi veeidasvuõʹtte dno. Ǩiõllpieʹsspäärna sääʹmǩiõllsaž sannõs lij jeeʹres sääʹmǩiõllsaž oummui, jeärben rääʹvesoummui tueʹǩǩen.

source: Jos hänelle ei ole koskaan puhuttu saameksi tietystä aiheesta, hänellä ei ole sanastoa puhuakseen siitä saameksi.
sms: Jõs suʹnne jeät leäkku ni kuäʹss mainstam sääʹmǩiõʹlle koon-ne tieʹtti ääʹšš pirr, suʹst ij leäkku nokk sannõs, što vuäitči mainsted tõn pirr sääʹmǩiõʹlle.

source: Kielipesien työntekijöiden täytyy antaa lapsille niin paljon kielellistä ainesta kuin mahdollista, eli toisin sanoen puhua heille mahdollisimman paljon.
sms: Ǩiõllpieʹzzi tuâjjla âʹlǧǧe uʹvdded päärnaid nuʹtt jiânnai ǩiõlʼlaž aunnâz ko lij vueiʹtlvaž, leʹbe nuuʹbbi saaʹnivuiʹm mainsted siʹjjid nuʹtt jiânnai ko vueiʹtlvaž.

source: Toimintaa on myös suunniteltava siltä kannalta, että lapset pääsevät kokemaan saamen kielellä mahdollisimman monenlaisia aiheita ja asioita.
sms: Tuåimmjummuž âlgg plaaneed tõn peäʹlest še, što päärna peäʹsse ǩiõččlâʹstted sääʹmǩiõʹlle nuʹtt määŋgnallšem teemaid da aaʹššid ko vueiʹtlvaž.

source: On hyvin tavallista, että lapset puhuvat kielipesässä keskenään suomen kieltä.
sms: Lij tuõđi takai äʹšš, što päärna mainste kõskkneez ǩiõllpieʹzzest lääʹddǩiõl.

source: Sellaisetkin lapset, jotka puhuvat aktiivisesti saamea kielipesän aikuisille, saattavat leikkiä keskenään aina suomeksi.
sms: Nåkam päärna še, kook mainste aktiivlânji säämas ǩiõllpieʹzz rääʹvesoummuid, vuäiʹtte siõrrâd kõskkneez pâi lääʹddǩiõʹlle.

source: Toki on myös lapsia, jotka käyttävät keskenään kumpaakin kieltä tai yksinomaan saamea.
sms: Teâđast lie nåkam päärna še, kook âʹnne kõskkneez kuhttu ǩiõl leʹbe tåʹlǩ sääʹmǩiõl.

source: Kielenvalinta liittyy kielen yleiseen tilanteeseen.
sms: Ǩiõllvaʹlljummuš õhttan ǩiõl almmjallaš vuâkka.

source: Saamenkielisten kielipesien lapset ovat tottuneet siihen, että enemmistö heidän tuntemistaan lapsista puhuu suomea, heidän kotikielenään on usein yksinomaan suomi, ja esimerkiksi lastenkulttuuri heidän ympärillään on pitkälti suomenkielistä.
sms: Sääʹmǩiõllsaž ǩiõllpieʹzzi päärna lie harjjnam tõõzz, što jeäʹnbõs sij tobddâm päärnain mainste lääʹddǩiõl, sij dommǩiõllân lij määŋg vuâra tåʹlǩ lääʹddǩiõll da ouddmiârkkân päärnaikulttuur sij pirr lij jäänmõsân lääʹddǩiõllsaž.

source: Me aikuiset voimme tietoisesti päättää, että puhumme keskenämme saamea, koska pidämme sitä tärkeänä, ja se onkin yksi saamen kielten elpymisen kannalta välttämättömistä valinnoista.
sms: Mij rääʹvesoummu vueiʹttep teâđsteeʹl mieʹrreed, što mainstep kõskkneen sääʹmǩiõl, ko mij miõlâst tõt lij vääžnai da tõt lij-i õhtt sääʹmǩiõli jeällʼjummuž diõtt vieʹltʼteʹmes vaʹlljummšin.

source: Lapset toimivat kuitenkin harvoin tällaisten arvovalintojen pohjalta.
sms: Päärna kuuitâǥ hääʹrveld tuåimmje näkam ärvv-vaʹlljummši vuâđald.

source: Lapsia ei voi pakottaa, eikä “puhukaapa saamea!
sms: Päärnaid ij vueiʹt pääkkted, ij-ǥa “mainsteʹǩed sääʹmǩiõl!

source: ” -tyyppinen puuttuminen lasten leikkeihin ole pitemmän päälle hedelmällistä.
sms: ” -nallšem päärnai siõri kommentâsttmõš leäkku kuuʹǩǩab ääiʹj seʹst kannteei.

source: Tilanteeseen voi vaikuttaa parhaiten sillä, että henkilöstö osallistuu lasten leikkeihin mahdollisimman paljon.
sms: Vuâkka vuäitt vaaikted pueʹrmõsân nuʹtt, što tuâjjlažkåʹdd vuässââtt päärnai siõrid nuʹtt jiânnai ko vueiʹtlvaž.

source: Saamenkielisen aikuisen läsnäolo johtaa usein siihen, että lapset puhuvat tilanteessa saamea myös toisilleen.
sms: Sääʹmǩiõllsaž rääʹvesoummu poodd päärna täujja mainste säämas kueiʹmeez še.

source: Toinen keino on kielellisen mallin antaminen niin, että lapsille mieluisia leluja, pelejä jne. käytetään mahdollisimman paljon myös yhteisissä toiminnoissa.
sms: Nuʹbb vueʹǩǩ lij ǩiõlʼlaž maall ouddmõš nuʹtt, što päärnaid miõllsaž siõrid, speâllaid dno. ââʹnet jäänmõõzz mieʹldd še õhttsaž tuåimin.

source: Kun lapset saavat aikuiselta saamenkielisen mallin vaikkapa autoradalla leikkimiseen, he saattavat helpommin puhua saamea autoradalla leikkiessään myöhemminkin, kun aikuinen ei ole mukana.
sms: Ko päärna vuäǯǯa rääʹvesoummust sääʹmǩiõllsaž maall håʹt mâka auttǩeäinain siõrrma, sij vuäiʹtte hiâlpben mainsted säämas auttǩeäinain siõreen mâʹŋŋlest še, ko rääʹvesooumaž ij leäkku mieʹldd.

source: Saamelaisten kulttuuri- ja kielipesätoiminnasta on muodostunut yksi saamen kielten tärkeimmistä elvytyskeinoista.
sms: Säʹmmlai kulttuur- da ǩiõllpieʹsstuåimmjummšest lij šõddâm õhtt sääʹmǩiõli vääžnʼjumus jeälltemtuåimin.

source: Mikä siitä tekee niin merkittävää?
sms: Mii tuejjad tõʹst nuʹtt miârkteei?

source: Miksi kannattaisi valita oman lapsen varhaiskasvatuspaikaksi kielipesä?
sms: Mõõn diõtt kannteʹči vaʹlljeed päärna ouddpeâmmpäiʹǩǩen ǩiõllpieʹzz?
